{
    "home": {
        "YOUTUBE": "منزلق يوتيوب",
        "posts": "المشاركات",
        "privacypolicy": "سياسة الخصوصية",
        "termCondition": "البنود والشروط",
        "about": "حول",
        "video": "فيديو",
        "thumbnail": "صورة مصغرة",
        "ydownloader": "منزلق فيديو يوتيوب",
        "getvideo": "تحميل الفيديو",
        "getthumbnail": "تحميل الصورة المصغرة",
        "youTubethumbnaildownloader": "منزلق الصور المصغرة ليوتيوب",
        "EnterYouTubevideoURL": "أدخل رابط فيديو يوتيوب",
        "default": "تحميل جودة الافتراضية",
        "medium": "تحميل جودة متوسطة",
        "high": "تحميل جودة عالية",
        "standard": "تحميل جودة قياسية",
        "maxquality": "تحميل جودة الدقة القصوى",
        "attention": "*بعد النقر على الزر أدناه، انتظر تحميل الفيديو*",
        "title": "العنوان",
        "videoduration": "مدة الفيديو",
        "steps": "خطوات لتحميل الفيديو",
        "copylink": "نسخ رابط الفيديو",
        "copylinktext": "انسخ رابط الفيديو من يوتيوب الذي تريد تحميله",
        "selectFormat": "اختر صيغة الفيديو",
        "selectFormattext": "اختر صيغة الفيديو التي ترغب في تنزيلها",
        "downloadvideo": "تحميل الفيديو",
        "downloadvideoText": "ثم انقر على تحميل لتحميل الفيديو بالصيغة التي ترغب فيها",
        "numberone": "أفضل منزلق فيديو يوتيوب",
        "numberonetext": "باستخدام موقعنا، يمكنك بسهولة تنزيل مقاطع الفيديو والصور المصغرة من YouTube. منزلق يوتيوب هو أداة أسرع، يمكنك من خلالها تنزيل مقاطع الفيديو والصور المصغرة بصيغ MP4، MP3، و 3GP من YouTube مجانًا.",
        "numbertwotext": "مع موقعنا، يمكنك تنزيل مقاطع فيديو YouTube على أي جهاز ترغب في تنزيله، بما في ذلك الكمبيوترات وأجهزة الكمبيوتر المحمولة والأجهزة اللوحية والهواتف المحمولة، ولا داعي لتثبيت أي برامج.",
        "numberthreetext": "تعتبر Y7mate.com منزلق فيديو YouTube رقم واحد، منصتنا تتيح لك تنزيل مقاطع الفيديو بجودة عالية مثل 1080P، 720P، 480P، 360P، 144P بجودة webm و mp4. يمكنك النقر على الزر الخاص بالجودة التي تريدها للتنزيل.",
        "numberfourtext": "مع موقعنا، يمكنك الحصول على عدد غير محدود من مقاطع الفيديو للتنزيل وكذلك البحث عن أي فيديو من YouTube يمكنك تنزيله بسهولة بجودة عالية.",
        "numberfivetext": "وأيضًا، يوفر Y7mate.com ميزة تنزيل صور مصغرة لمقاطع فيديو YouTube بصيغ متنوعة تسمح لك بتنزيل الصور المصغرة من YouTube دون أي تأخير. يمكنك تنزيل الفيديو والصورة المصغرة مجانًا.",
        "howtodownloadvideohead": "كيفية تنزيل فيديو YouTube",
        "stepfirst": "الخطوة 1",
        "stepsecond": "الخطوة 2",
        "stepthird": "الخطوة 3",
        "stepfour": "الخطوة 4",
        "steponetext": "افتح تطبيق YouTube على هاتفك أو الكمبيوتر أو أي جهاز تمتلكه وانتقل إلى موقع Youtube.com.",
        "stepsecondtext": "افتح الفيديو الذي تريد تنزيله وانقر فوق زر المشاركة ثم انسخ رابط الفيديو.",
        "stepthirdtext": "انتقل إلى موقع Y7mate.com، الصق رابط YouTube المنسوخ في مربع البحث واضغط على زر الحصول على الفيديو.",
        "stepfourtext": "حدد صيغة MP4 أو MP3 التي تريدها ثم انقر على زر التنزيل.",
        "howtodownloadthumbtext": "كيفية تحميل الصور المصغرة",
        "thumbtextone": "افتح تطبيق YouTube على هاتفك أو جهاز الكمبيوتر الخاص بك أو أي جهاز آخر وانتقل إلى موقع YouTube.com.",
        "thumbtextsecond": "افتح الفيديو الذي تريد تحميل صورة مصغرة له وانقر على زر المشاركة ثم انسخ رابط الفيديو.",
        "thumbtextthird": "انتقل إلى موقع Y7mate.com، الصق رابط YouTube المنسوخ في مربع البحث واضغط على زر الحصول على الصورة المصغرة.",
        "thumbtextfour": "حدد الصيغة التي تريدها ثم انقر على زر التنزيل.",
        "chooseheading": "قم بتعزيز تجربتك على YouTube مع Y7mate: أفضل منزلق فيديو وصور مصغرة",
        "choosetextone": "في Y7mate.com، نقدم حلاً سلسًا وخاليًا من المتاعب لتنزيل مقاطع الفيديو والصور المصغرة من YouTube. تستفيد منصتنا من التكنولوجيا المتطورة لتبسيط العملية بأكملها، مما يوفر تجربة فعالة وسهلة الاستخدام.",
        "whychoosehead": "لماذا تختار Y7mate.com؟",
        "steponestrong": "تحميل بسيط:",
        "stepstrongtwo": "تنزيل فيديو عالي الجودة:",
        "stepstrongthree": "دعم صيغ متعددة:",
        "stepstrongfour": "توافق متعدد المنصات:",
        "stepstrongfive": "تنزيل آمن ومجاني:",
        "steponestrongtext": "تتميز Y7mate.com بأنها منصة تضع المستخدم في المقام الأول، مما يضمن لك تنزيل مقاطع الفيديو من YouTube بكل سهولة. مع واجهة بسيطة، يصبح عملية التنزيل أمرًا سهلاً يتطلب عددًا قليلاً من الخطوات.",
        "stepstrongtwotext": "تدعم خدمتنا مجموعة واسعة من دقات الفيديو، بما في ذلك 4K و 1080p و 720p، مما يضمن جودة فيديو ممتازة لتنزيلاتك.",
        "stepstrongthreetext": "تقدم Y7mate.com تنوعًا في الصيغ. سواء كنت تفضل MP3 أو 3GP أو MP4 أو WMA أو M4A أو FLV أو WEBM أو OGG أو صيغًا أخرى، فإننا نقدم لك كل ما تحتاجه. قم بتحويل مقاطع الفيديو من YouTube إلى الصيغ التي ترغب فيها بسهولة.",
        "stepstrongfourtext": "استمتع بتنزيلات غير منقطعة عبر جميع المنصات والأجهزة. سواء كان جهاز الكمبيوتر الخاص بك أو الجهاز اللوحي أو iPhone أو جهاز Android، فإن منزلقنا يلبي جميع الاحتياجات.",
        "stepstrongfivetext": "أمانك هو أولويتنا. يضمن Y7mate.com بيئة آمنة ومجانية لتنزيلات غير محدودة، مما يضمن تجربة مستخدم خالية من القلق.",
        "simplfiedhead": "تبسيط يتجدد",
        "simplifiedtext": "في Y7mate.com، نحن ملتزمون بالتحسين المستمر، مع التطلع لتقديم أفضل تجربة مستخدم. شارك هذه الأداة مع الأصدقاء والعائلة واستفد من تنزيلات فيديو وصور مصغرة من YouTube بسهولة. شكرًا لاختيارك Y7mate.com لاحتياجات تنزيل الفيديو الخاصة بك.",
        "faqhead": "الأسئلة الشائعة",
        "faqtitleone": "ما هو تطبيق تنزيل فيديو YouTube؟",
        "faqtextone": "تطبيق تنزيل فيديو YouTube هو أداة تمكنك من تنزيل مقاطع الفيديو والصور المصغرة الخاصة بك من YouTube مجانًا. يدعم تنزيل مقاطع فيديو بدقة 1080P و720P و480P و360P و144P. باستخدام هذا التطبيق، يمكنك تحميل الفيديو الخاص بك بجودة عالية ولا يوجد حد لعدد التنزيلات.",
        "faqtitletwo": "كيف يمكنك تحميل مقاطع فيديو YouTube؟",
        "faqtwolifirst": "الخطوة 1: افتح تطبيق YouTube على هاتفك أو قم بزيارة موقع YouTube.com على التطبيق أو الموقع الإلكتروني.",
        "faqtwolitwo": "الخطوة 2: ابحث عن الفيديو وافتح الفيديو الذي ترغب في تنزيله وانقر على زر المشاركة، ثم انسخ الرابط.",
        "faqtwolithree": "الخطوة 3: اذهب إلى موقع Y7mate.com الخاص بنا، الصق رابط الفيديو من YouTube المنسوخ في مربع البحث واضغط على زر الحصول على الفيديو. (يعمل Y7mate.com مع أي متصفح. إنه موقع ويب متجاوب يدعم أي جهاز أيضًا).",
        "faqtitlethree": "كيف يمكنك تنزيل مقاطع فيديو YouTube على هاتف Android؟",
        "faqthreetext": "قم بنسخ رابط الفيديو من YouTube، ثم انتقل إلى Y7mate.com والصق رابط YouTube المنسوخ في مربع البحث وانقر على الحصول على الفيديو ثم التنزيل.",
        "faqfourhead": "كيفية تنزيل مقاطع فيديو YouTube على iPhone؟",
        "faqfourtext": "بالنسبة لمستخدمي iPhone، يمكنك فتح متصفح Safari على iOS 13 أو الحصول على تطبيق Documents by Readdle وانتقل إلى Y7mate.com. الصق رابط فيديو YouTube ثم انقر على الحصول على الفيديو ومن ثم التنزيل. (راجع التعليمات هنا).",
        "faqfivehead": "أين يتم حفظ مقاطع فيديو YouTube التي تم تنزيلها؟",
        "faqfivetext": "يرجى التحقق من مجلد 'التنزيلات' في هاتفك أو من قسم 'سجل التنزيلات' في متصفحك.",
        "faqsixhead": "ما هي اللغات التي يدعمها تطبيق تنزيل الفيديو من YouTube؟",
        "faqsixtext": "Y7mate.com هو أداة دولية، تدعم حاليًا أكثر من 7 لغات شائعة. سنقوم بالاستمرار في تحديث حزم اللغات الجديدة لمساعدة المستخدمين على تنزيل مقاطع الفيديو من YouTube بأفضل تجربة ممكنة."
    },
    "posts": {
        "postonehead": "أعلى كود معقد",
        "postonetext": "الكود أدناه تم إنشاؤه باستخدام JavaScript",
        "postsecondhead": "تطور استضافة الويب: رحلة من Firebase وBlogspot وNetlify",
        "postsecondtext": "في المراحل الأولى، وجد موقعي منزلاً على Firebase، وهي منصة قدمت عرضًا جيدًا من حيث النطاق الترددي المعقول والتخزين، مما جعلها اختيارًا مثاليًا لاستضافة الموقع الأولي. ومع ذلك، مع توسع إمكانيات الموقع لتشمل وظائف مثل تنزيل صور ومقاطع فيديو Instagram، بحثنا عن حل استضافة أكثر تكيفًا. هنا تحولنا إلى Blogspot.com. بينما قدم استضافة مجانية ونطاقًا مخصصًا وشهادة SSL، واجهنا قيودًا في تخصيص السمات ومرونة التصميم. دفعًا للحصول على مزيد من الحرية الإبداعية، مضينا قدمًا واكتشفنا مرونة Netlify. ما يبرز هو تكامله السلس مع منصات Git مثل GitLab وGitHub وBitbucket. باستخدام webhooks، يقوم Netlify بتشغيل البناء بسهولة عند دفع الكود، مما ينتج عنه نشر التغييرات تلقائيًا إلى الإنتاج، كل ذلك بدون تكلفة. تستحق رشاقة عملية النشر لهذا الذكر الخاص، كدليل على كفاءة Netlify. المزايا الإضافية لـ Netlify تشمل دعم النطاقات المخصصة وSSL المجاني من خلال Let's Encrypt. هذه الميزات لا تقدر بثمن للمدونات الشخصية والمواقع الصغيرة، مما يعزز أمانها ومصداقيتها. مؤخرًا، ثورة دمج Hugo في مشاركات المدونة لدينا، مما يوفر مجموعة من الخيارات الجمالية مباشرة من الصندوق. كانت الهجرة من Blogspot سريعة بشكل مدهش. في غضون ساعة فقط، تمكنا من إعداد الملفات ونقل مشاركات المدونة إلى Hugo بتنسيق Markdown. هذا كل ما استغرقه الأمر. بالنسبة لزملائنا المطورين وعشاق التكنولوجيا، هذه الأدوات - Firebase وBlogspot وNetlify وHugo - تمثل بوابة لإدارة المدونات الشخصية والمواقع البسيطة بسهولة، والأهم من ذلك، مجانًا.",
        "postthreehead": "تنزيل مقاطع الفيديو من YouTube",
        "postthreetext": "استمتع بالوصول والحفظ السهل لوسائط YouTube المفضلة لديك! يبسط محمل الفيديو والصور المصغرة الخاص بنا عملية الحصول على محتوى YouTube. مع واجهة سهلة الاستخدام، يضمن هذا الأداة تنزيلات بدون عناء بتنسيقات مختلفة مثل MP4 و 3GP و WEBM و MP3 و M4A. استمتع بتنزيلات عالية الجودة، تدعم الدقات مثل 4K و 1080p و 720p. تم تصميمه للراحة، يحول مقاطع فيديو YouTube بسرعة إلى MP3 لتنزيل الموسيقى على الفور. توافقه عبر المنصات يضمن استخدامًا سلسًا على الكمبيوترات والأجهزة اللوحية والهواتف المحمولة مثل iPhones و Androids. هل تشعر بالقلق من الأمان؟ تأكد؛ محمل الفيديو الخاص بنا آمن ومجاني، ويوفر التنزيلات غير المحدودة دون المساس بسلامة المستخدم أو جمع البيانات الشخصية. جدد مجموعة وسائط YouTube الخاصة بك بسهولة مع محملنا. من واجهته السهلة الاستخدام إلى خيارات التنزيل الآمنة والمتعددة الاستخدامات، استمتع بسهولة حفظ والتمتع بمحتوى YouTube المفضل لديك في أي مكان وفي أي وقت. قم بتمكين مكتبة الوسائط الخاصة بك بسهولة وبأمان مع محمل فيديو وصور مصغرة من YouTube الخاص بنا!",
        "postfourhead": "كيفية تعلم تطوير الويب بسرعة",
        "postfourtext": "اسرع رحلتك في تطوير الويب: ينطوي تعلم تطوير الويب بكفاءة على خطوات استراتيجية وتفان. ابدأ بفهم أساسيات HTML و CSS و JavaScript - أساس تطوير الويب. تقدم البيئات عبر الإنترنت مثل Codecademy وFreeCodeCamp و Udemy دورات منظمة، ودروس تفاعلية، ومشاريع لتعزيز مهاراتك. استكشاف مجموعة متنوعة من الأطر والمكتبات مثل React و Angular أو Vue.js لتبسيط التطوير. مارس بانتظام من خلال العمل على مشاريع حقيقية أو المساهمة في مستودعات الشفرة المفتوحة على GitHub. التعاون مع مجتمع المطورين يمكن أن يعزز من منحنى التعلم الخاص بك. اعتناق التعلم المستمر من خلال المدونات والمنتديات وقنوات YouTube للبقاء على اطلاع بأحدث الاتجاهات والأدوات وأفضل الممارسات. شارك في المجتمعات عبر الإنترنت وحضر الندوات عبر الإنترنت وورش العمل أو الاجتماعات المحلية للتواصل والتعلم من المطورين الخبراء. وأخيرًا، حدد أهدافًا قابلة للتحقيق، وأنشئ خطة دراسية، وكن مستمرًا في عملية التعلم الخاصة بك. المفتاح يكمن في مزيج من التعلم المنظم والممارسة العملية والشغف بالتطور في مجال تطوير الويب المتنامي باستمرار."
    },
    "privacypolicy": {
        "headone": "سياسة الخصوصية لموقع تنزيل مقاطع فيديو YouTube وصور مصغرة YouTube",
        "onetext": "مرحبًا بك في Y7mate.com - مركزك لتنزيل مقاطع فيديو YouTube وصور مصغرة بدون عناء! ضمان خصوصيتك أثناء استخدام خدماتنا هو أولويتنا القصوى. تكشف سياسة الخصوصية هذه كيفية معالجة وحماية المعلومات التي تجمع أثناء زيارتك لـ <a href='https://y7mate.com/' target='_blank'>https://y7mate.com</a>. هل ترغب في معرفة المزيد حول سياسة الخصوصية أو تحتاج إلى تفاصيل إضافية؟ لا تتردد في الاتصال بنا! تذكر أن سياسة الخصوصية هذه صممت خصيصًا لتجربتك عبر الإنترنت هنا في Y7mate.com. تغطي المعلومات التي تشاركها أو نجمعها أثناء استكشاف موقعنا. يرجى ملاحظة أن هذه السياسة لا تمتد إلى المعلومات التي يتم جمعها دون اتصال أو عبر منصات أخرى.",
        "headtwo": "كوكيز Google DoubleClick DART",
        "twotext": "تستخدم Google كمزود طرف ثالث ملفات تعريف الارتباط، بما في ذلك ملفات تعريف الارتباط DART، لعرض الإعلانات لزوارنا استنادًا إلى زياراتهم إلى www.website.com ومواقع الويب الأخرى. إذا كنت تفضل عدم استخدام ملفات تعريف الارتباط DART، يمكنك إدارة تفضيلاتك عن طريق زيارة سياسة الخصوصية لشبكة Google للإعلانات والمحتوى على الرابط التالي: <a href='https://policies.google.com/technologies/ads' target='_blank'>https://policies.google.com/technologies/ads</a>",
        "headthree": "سياسات الخصوصية لشركاء الإعلانات",
        "threetextone": "إذا كنت تبحث عن تفاصيل سياسة الخصوصية لشركاء الإعلانات المرتبطين بتنزيل مصغرات YouTube، راجع القائمة التالية:",
        "threetexttwo": "تستخدم خوادم الإعلانات أو شبكات الإعلانات من الطرف الثالث تقنيات مثل ملفات تعريف الارتباط وJavaScript أو الويب بيكونز في إعلاناتها وروابطها المعروضة على تنزيل مصغرات YouTube. يتم إرسالها مباشرة إلى متصفحات المستخدمين. عند حدوث ذلك، يتم استقبال عنوان IP الخاص بك تلقائيًا. يتم استخدام هذه التقنيات لتقييم فعالية جهود الإعلانات الخاصة بهم أو لتخصيص محتوى الإعلان الذي تواجهه على المواقع التي تزورها.",
        "threetextthree": "من الهام أن نلاحظ أن تنزيل مصغرات YouTube لا يمتلك وصولًا أو سلطة على ملفات تعريف الارتباط المستخدمة من قبل معلني الطرف الثالث.",
        "websitedomain": "https://y7mate.com",
        "headfour": "سياسات الخصوصية للأطراف الثالثة",
        "fourtext": "سياسة الخصوصية لدينا في تنزيل مقاطع فيديو YouTube وتنزيل مصغرات YouTube محددة لمنصتنا ولا تمتد إلى معلنين آخرين أو مواقع خارجية. نوصي بالرجوع إلى سياسات الخصوصية الفردية لهذه الخوادم الإعلانية من الطرف الثالث للحصول على رؤى شاملة حول ممارساتهم وإرشادات الإلغاء. لديك خيار إدارة ملفات تعريف الارتباط من خلال إعدادات متصفحك. للحصول على مزيد من التفاصيل حول إدارة ملفات تعريف الارتباط المحددة لمختلف متصفحات الويب، راجع مواقع الويب الخاصة بالمتصفحات المعنية.",
        "headfive": "حقوق حماية بيانات GDPR",
        "headfivepara": "نحن نؤمن بضمان أنك مطلع بالكامل على حقوق حماية بياناتك. كمستخدم، لديك حقوق متنوعة:",
        "fiveonetext": "الحق في الوصول: يمكنك طلب نسخ من بياناتك الشخصية. قد ينطبق رسم صغير على هذه الخدمة.",
        "fivesecondtext": "الحق في التصحيح: إذا كنت تعتقد أن أي معلومات نحتفظ بها غير دقيقة أو غير كاملة، يمكنك طلب التصحيحات.",
        "fivethreetext": "الحق في الحذف: في ظروف محددة، يمكنك طلب حذف بياناتك الشخصية.",
        "fivefourtext": "الحق في تقييد المعالجة: يمكنك طلب قيود على كيفية معالجتنا لبياناتك الشخصية، في ظروف معينة.",
        "fivefifthtext": "الحق في الاعتراض على المعالجة: لديك الحق في الاعتراض على معالجة بياناتك الشخصية، في ظروف معينة.",
        "fivesixtext": "الحق في نقل البيانات: يمكنك طلب نقل البيانات التي جمعناها إلى منظمة أخرى أو مباشرة إليك، في ظروف معينة.",
        "fiveparasecond": "بناءً على طلبك، لدينا فترة زمنية تبلغ شهرًا للرد. لممارسة أي من هذه الحقوق أو لمزيد من التفاصيل، يرجى التواصل معنا. خصوصيتك والتحكم في بياناتك تهمنا، ونحن هنا لمساعدتك.",
        "sixhead": "معلومات الأطفال",
        "sixtext": "الحفاظ على سلامة الأطفال عبر الإنترنت يعد أحد أولوياتنا. نحث الآباء والأوصياء على المشاركة الفعّالة والإشراف على أنشطة أطفالهم عبر الإنترنت. في Y7mate.com، لا نقوم بجمع أي معلومات شخصية محددة من الأطفال الذين تقل أعمارهم عن 13 عامًا بصورة متعمدة. إذا كنت تشتبه في أن طفلك قد قام بمشاركة مثل هذه المعلومات على منصتنا، يرجى الاتصال بنا دون تأخير. نحن ملتزمون بإزالة أي معلومات من هذا النوع بشكل سريع من سجلاتنا."
    },
    "about": {
        "headtitle": "معلومات عنا",
        "headone": "عن مُنزلق فيديو اليوتيوب لدينا",
        "onepara": "مرحبًا بك في مُنزلق فيديو اليوتيوب، الوجهة التي تتطلع إليها لتحميل مقاطع فيديو اليوتيوب المفضلة لديك بسهولة! منصتنا مصممة لجعل تجربة تنزيل الفيديو الخاصة بك سهلة وميسرة.",
        "secondpara": "في مُنزلق فيديو اليوتيوب، نقدم مجموعة واسعة من دقات الفيديو والتنسيقات، مضمونة لتحصل على جودة الفيديو المثالية لكل مناسبة مشاهدة.",
        "thirdpara": "سواء كان الأمر للترفيه أو التعلم أو ببساطة حفظ لحظاتك المفضلة، فإن أداةنا هنا لتلبية احتياجاتك في التنزيل!",
        "secondhead": "الميزات التي تميزنا",
        "secondlione": "بسيطة وسهلة الاستخدام:",
        "secondlitwo": "دعم التنسيقات المتعددة:",
        "secondlithree": "تنزيلات عالية الجودة:",
        "secondlifour": "تنزيلات سريعة:",
        "secondlifive": "توافق الأجهزة:",
        "secondlionetext": "تم تصميم واجهتنا للتصفح بسهولة.",
        "secondlitwotext": "قم بتنزيل مقاطع الفيديو بتنسيقات مختلفة مثل MP4، WEBM، إلخ.",
        "secondlithreetext": "اختر من بين دقات مختلفة تصل إلى 1080 بكسل للحصول على مقاطع فيديو واضحة المعالم.",
        "secondlifourtext": "استمتع بتنزيل سريع وموثوق به دون أي تأخير مزعج.",
        "secondlifivetext": "قم بالوصول إلى مُنزلق الفيديو الخاص بنا عبر أجهزة ومنصات مختلفة.",
        "thirdhead": "تفانينا",
        "thirdtext": "نحن ملتزمون بتوفير تجربة تنزيل ممتازة لك، لضمان أنك دائمًا تحصل على وصول إلى محتوى اليوتيوب المفضل لديك في أي وقت وأينما كنت."
    },
    "tandc": {
        "headtitle": "البنود والشروط",
        "headone": "1. قبول البنود",
        "onetext": "من خلال الوصول إلى خدمة تنزيل مقاطع الفيديو على يوتيوب، فإنك توافق على الامتثال لهذه البنود والشروط والالتزام بها.",
        "headsecond": "2. وصف الخدمة",
        "secondtext": "يتيح خدمة تنزيل مقاطع الفيديو على يوتيوب للمستخدمين تنزيل مقاطع الفيديو من YouTube للاستخدام الشخصي فقط. تُقدم الخدمة 'كما هي'، ولا نضمن استمرار الخدمة بشكل غير منقطع أو في الوقت المناسب أو آمن أو خالي من الأخطاء.",
        "headthree": "3. مسؤوليات المستخدم",
        "threetext": "يوافق مستخدمو خدمة تنزيل مقاطع الفيديو على يوتيوب على عدم إساءة استخدام الخدمة أو القيام بأي نشاط يعوق وظيفتها الطبيعية. المحتوى المُنزّل مخصص للاستخدام الشخصي ويجب ألا يتم إعادة توزيعه أو استخدامه لأغراض تجارية دون الترخيص المناسب.",
        "headfour": "4. الملكية الفكرية",
        "fourtext": "جميع المحتوى المتاح من خلال خدمة تنزيل مقاطع الفيديو على يوتيوب هو ملكية أصحابها (YouTube، مبدعو الفيديو، إلخ). يتحمل المستخدمون مسؤولية الامتثال لقوانين حقوق النشر واحترام حقوق الملكية الفكرية.",
        "headfive": "5. تحديد المسؤولية",
        "fivetext": "لا يتحمل موقع تنزيل مقاطع الفيديو على يوتيوب أي مسؤولية عن أية أضرار مباشرة أو غير مباشرة أو عرضية أو نتيجية أو ممتازة ناتجة عن استخدام الخدمة أو عدم القدرة على استخدامها.",
        "sixhead": "6. تعديل البنود",
        "sixtextone": "يحتفظ موقع تنزيل مقاطع الفيديو على يوتيوب بالحق في تعديل أو استبدال هذه البنود في أي وقت. من مسؤولية المستخدم مراجعة هذه البنود بشكل دوري لمعرفة التغييرات.",
        "sixtextsecondbold": "تنصيح:",
        "sixsecondtext": "هذا نموذج عام وغير مقصود كنص قانوني. يُفضل استشارة محترف قانوني لإنشاء بنود وشروط شاملة ومخصصة لتطبيقك.",
        "lasthead": "حول كاتب المحتوى",
        "lasttext": "تم صياغة بنودنا وشروطنا بخبرة من قبل كتاب محتوى ذوي خبرة لدينا. إنهم يتمتعون بسنوات من الخبرة في الكتابة القانونية، مما يضمن أن مستخدمينا يتفهمون بوضوح وبشكل موجز إرشادات خدمتنا."
    }
}