{
    "home":{
        "YOUTUBE": "Baixador do YouTube",
        "posts": "Publicações",
        "privacypolicy": "Política de Privacidade",
        "termCondition": "Termos e Condições",
        "about": "Sobre",
        "video": "Vídeo",
        "thumbnail": "Miniatura",
        "ydownloader": "Baixador de Vídeos do YouTube",
        "getvideo": "Baixar Vídeo",
        "getthumbnail": "Baixar Miniatura",
        "youTubethumbnaildownloader": "Baixador de Miniaturas do YouTube",
        "EnterYouTubevideoURL": "Insira o URL do vídeo do YouTube",
        "default": "Baixar Qualidade Padrão",
        "medium": "Baixar Qualidade Média",
        "high": "Baixar Alta Qualidade",
        "standard": "Baixar Qualidade Padrão",
        "maxquality": "Baixar Qualidade de Resolução Máxima",
        "attention": "*Após clicar no botão abaixo, aguarde o download do vídeo*",
        "title": "Título",
        "videoduration": "Duração do Vídeo",
        "steps": "Passos Para Baixar o Vídeo",
        "copylink": "Copiar Link do Vídeo",
        "copylinktext": "copie o link do vídeo do YouTube que você deseja baixar",
        "selectFormat": "Selecione o Formato do Vídeo",
        "selectFormattext": "Selecione o formato de vídeo no qual você deseja baixar o vídeo",
        "downloadvideo": "Baixar Vídeo",
        "downloadvideoText": "Em seguida, clique em baixar para obter o vídeo no formato desejado",
        "numberone": "O Melhor Baixador de Vídeos do YouTube",
        "numberonetext": "Com o nosso site, você pode baixar facilmente vídeos e miniaturas do YouTube. O Baixador de Vídeos do YouTube é uma ferramenta mais rápida com a qual você pode baixar vídeos e miniaturas MP4, MP3 e 3GP do YouTube, de graça.",
        "numbertwotext": "Com nosso site, você pode baixar vídeos do YouTube em qualquer dispositivo que desejar, incluindo computadores, laptops, tablets e celulares, sem a necessidade de instalar qualquer software.",
        "numberthreetext": "O Y7mate.com se destaca como o principal baixador de vídeos do YouTube, nossa plataforma permite que você baixe vídeos em alta qualidade como 1080P, 720P, 480P, 360P, 144P com qualidade webm e mp4, você pode simplesmente clicar no botão específico da qualidade que deseja baixar.",
        "numberfourtext": "Com nosso site, você pode obter vídeos ilimitados para baixar e também pesquisar qualquer vídeo do YouTube, você pode facilmente baixar esse vídeo em alta qualidade.",
        "numberfivetext": "Além disso, o Y7mate.com oferece a função de baixar miniaturas de vídeos do YouTube em vários formatos, permitindo que você baixe miniaturas do YouTube sem atrasos. Você pode baixar vídeos e miniaturas gratuitamente.",
        "howtodownloadvideohead": "Como Baixar Vídeo do YouTube",
        "stepfirst": "Passo 1",
        "stepsecond": "Passo 2",
        "stepthird": "Passo 3",
        "stepfour": "Passo 4",
        "steponetext": "Abra o aplicativo do YouTube no seu telefone ou computador ou qualquer dispositivo que você tenha e vá para o site Youtube.com.",    
        "stepsecondtext": "abra o vídeo que deseja baixar e clique no botão Compartilhar, em seguida, copie o link desse vídeo.",
        "stepthirdtext": "Acesse o site Y7mate.com, cole o link do YouTube copiado na caixa de pesquisa e pressione o botão Obter Vídeo.",
        "stepfourtext": "Selecione o formato MP4 ou MP3 desejado e clique no botão de Download.",
        "howtodownloadthumbtext": "Como Baixar Miniaturas",
        "thumbtextone": "Abra o aplicativo do YouTube no seu telefone, computador ou qualquer dispositivo que você tenha e acesse o site Youtube.com.",
        "thumbtextsecond": "abra o vídeo cuja miniatura você deseja baixar e clique no botão Compartilhar, em seguida, copie o link desse vídeo.",
        "thumbtextthird": "Acesse o site Y7mate.com, cole o link do YouTube copiado na caixa de pesquisa e pressione o botão Obter Miniatura.",
        "thumbtextfour": "Selecione o formato desejado e clique no botão de Download.",
        "chooseheading": "Eleve sua Experiência no YouTube com o Y7mate: O Supremo Baixador de Vídeos e Miniaturas",
        "choosetextone": "No Y7mate.com, oferecemos uma solução perfeita e sem complicações para baixar vídeos e miniaturas do YouTube. Nossa plataforma utiliza tecnologia de ponta para simplificar todo o processo, proporcionando uma experiência eficiente e fácil de usar.",
        "whychoosehead": "Por que escolher o Y7mate.com?",
        "steponestrong": "Downloads Sem Esforço:",
        "stepstrongtwo": "Downloads de Vídeos de Alta Qualidade:",
        "stepstrongthree": "Suporte Versátil de Formatos:",
        "stepstrongfour": "Compatibilidade entre Plataformas:",
        "stepstrongfive": "Downloads Seguros e Gratuitos:",
        "steponestrongtext": "O Y7mate.com destaca-se como uma plataforma centrada no usuário, garantindo que você baixe vídeos do YouTube sem esforço. Com uma interface simples, o processo de download se torna fácil, exigindo apenas alguns passos simples.",
        "stepstrongtwotext": "Nosso serviço oferece suporte a uma ampla variedade de resoluções de vídeo, incluindo 4K, 1080p e 720p, garantindo qualidade de vídeo de primeira para seus downloads.",
        "stepstrongthreetext": " O Y7mate.com oferece versatilidade em formatos. Quer prefira MP3, 3GP, MP4, WMA, M4A, FLV, WEBM, OGG ou outros formatos, nós te cobrimos. Converta vídeos do YouTube para os formatos desejados de forma contínua.",
        "stepstrongfourtext": "Tenha downloads ininterruptos em todas as plataformas e dispositivos. Seja no seu computador, tablet, iPhone ou dispositivo Android, nosso downloader atende a todos.",
        "stepstrongfivetext": "Sua segurança é nossa prioridade. O Y7mate.com garante um ambiente seguro e gratuito para downloads ilimitados, garantindo uma experiência de usuário sem preocupações.",
        "simplfiedhead": "Simplicidade Redefinida",
        "simplifiedtext": "No Y7mate.com, estamos comprometidos com o aprimoramento contínuo, visando oferecer a você a melhor experiência de usuário. Compartilhe essa ferramenta com amigos e familiares e aproveite os downloads fáceis de vídeos e miniaturas do YouTube. Obrigado por escolher o Y7mate.com para suas necessidades de download de vídeo.",
        "faqhead": "Perguntas Frequentes",
        "faqtitleone": "O que é o baixador de vídeos do YouTube?",
        "faqtextone": "O baixador de vídeos do YouTube é uma ferramenta com a qual você pode baixar seus vídeos e miniaturas do YouTube gratuitamente. Suporta o download de vídeos em 1080P, 720P, 480P, 360P, 144P. Com isso, você pode baixar seu vídeo em alta qualidade e não há limite para downloads.",
        "faqtitletwo": "Como você pode baixar vídeos do YouTube?",
        "faqtwolifirst": "Passo 1: Abra o aplicativo do YouTube no seu telefone ou visite o site do YouTube.",
        "faqtwolitwo": "Passo 2: pesquise o vídeo e abra o vídeo que deseja baixar e clique no botão Compartilhar, em seguida, copie esse link.",
        "faqtwolithree": "Passo 3: Acesse nosso site Y7mate.com, cole o link do vídeo do YouTube na caixa de pesquisa e pressione o botão de obter vídeo. (O Y7mate.com funciona com qualquer navegador. É um site responsivo que suporta qualquer dispositivo também)",
        "faqtitlethree": "Como você pode baixar vídeos do YouTube em um telefone Android?",    
        "faqthreetext": "Copie o link do vídeo do Youtube. Vá para Y7mate.com. Cole o link do Youtube copiado na caixa de pesquisa e clique em obter vídeo e depois em download.",
        "faqfourhead": "Como baixar vídeos do YouTube no iPhone?",
        "faqfourtext": "Para usuários do iPhone, abra o navegador Safari no iOS 13 ou obtenha o aplicativo Documents by Readdle e acesse Y7mate.com. Cole o link do vídeo do YouTube e clique em obter vídeo e depois em download. (veja as instruções aqui).",
        "faqfivehead": "Onde os vídeos do YouTube baixados são salvos?",
        "faqfivetext": "Por favor, verifique a pasta 'Downloads' no seu telefone ou a seção 'histórico de downloads' do seu navegador.",
        "faqsixhead": "Quais idiomas o baixador de vídeos do YouTube suporta?",
        "faqsixtext": "O Y7mate.com é uma ferramenta internacional, atualmente compatível com mais de 7 idiomas populares. Continuaremos a atualizar novos pacotes de idiomas para ajudar os usuários a baixar vídeos do Youtube com a melhor experiência."    
},
    "posts":{
        "postonehead": "Código Complexo Superior",
        "postonetext": "Este código abaixo foi feito usando JavaScript.",
        "postsecondhead": "Evolução do Hospedagem na Web: Uma Jornada por Firebase, Blogspot e Netlify",
        "postsecondtext": "Nos estágios iniciais, meu site encontrou um lar no Firebase, uma plataforma que oferecia largura de banda e armazenamento razoáveis, tornando-se uma escolha ideal para hospedar o site inicial. No entanto, à medida que as capacidades do site se expandiram para incluir funcionalidades como o download de fotos e vídeos do Instagram, buscamos uma solução de hospedagem mais adaptável. Foi então que recorremos ao Blogspot.com. Embora oferecesse hospedagem gratuita, um domínio personalizado e certificação SSL, encontramos limitações na personalização do tema e flexibilidade de design. Impulsionados pela necessidade de mais liberdade criativa, avançamos ainda mais e descobrimos a versatilidade do Netlify. O que se destacou foi a sua integração perfeita com plataformas Git como GitLab, GitHub e Bitbucket. Utilizando webhooks, o Netlify aciona facilmente builds após push de código, implantando automaticamente as alterações na produção, tudo sem custo. A agilidade do seu processo de implantação merece destaque especial, um testemunho da eficiência do Netlify. Os benefícios adicionais do Netlify incluem suporte para domínios personalizados e SSL gratuito via Let's Encrypt. Esses recursos são inestimáveis para blogs pessoais e pequenos sites, melhorando sua segurança e credibilidade. Recentemente, a integração do Hugo em nossas postagens do blog revolucionou nossas opções de tema, oferecendo uma variedade de escolhas estéticas prontas para uso. A migração do Blogspot foi surpreendentemente rápida. Em apenas uma hora, conseguimos configurar arquivos e transicionar postagens de blog para o Hugo no formato Markdown. Isso foi tudo o que foi necessário para fazer a troca. Para outros desenvolvedores e entusiastas de tecnologia, essas ferramentas - Firebase, Blogspot, Netlify e Hugo - apresentam um gateway para gerenciar blogs pessoais e sites simples sem esforço e, o mais importante, de graça.",
        "postthreehead": "Baixador de Vídeo do YouTube",
        "postthreetext": "Acesse e Armazene Facilmente Suas Mídias Favoritas do YouTube! Nosso Baixador de Vídeo e Thumbnail do YouTube simplifica o processo de obtenção de conteúdo do YouTube. Com uma interface intuitiva, esta ferramenta garante downloads sem complicações em vários formatos como MP4, 3GP, WEBM, MP3 e M4A. Desfrute de downloads de alta qualidade, suportando resoluções como 4K, 1080p e 720p. Projetado para conveniência, ele converte rapidamente vídeos do YouTube para MP3 para downloads instantâneos de música. Sua compatibilidade multiplataforma garante o uso sem problemas em computadores, tablets e dispositivos móveis como iPhones e Androids. Preocupado com a segurança? Fique tranquilo; nosso baixador é seguro e gratuito, oferecendo downloads ilimitados sem comprometer a segurança do usuário ou coletar dados pessoais. Simplifique sua coleção de mídia do YouTube com nosso baixador. Desde sua interface amigável até suas opções de download seguras e versáteis, experimente a facilidade de salvar e desfrutar de seu conteúdo favorito do YouTube em qualquer lugar, a qualquer hora. Empodere sua biblioteca de mídia facilmente e com segurança com nosso Baixador de Vídeo e Thumbnail do YouTube!",
        "postfourhead": "Como Aprender Desenvolvimento Web Rapidamente",
        "postfourtext": "Acelere Sua Jornada de Desenvolvimento Web: Aprender desenvolvimento web de forma eficiente envolve passos estratégicos e dedicação. Comece entendendo os fundamentos de HTML, CSS e JavaScript - a base do desenvolvimento web. Plataformas online como Codecademy, FreeCodeCamp e Udemy oferecem cursos estruturados, tutoriais interativos e projetos para fortalecer suas habilidades. Explore vários frameworks e bibliotecas como React, Angular ou Vue.js para otimizar o desenvolvimento. Pratique regularmente trabalhando em projetos reais ou contribuindo para repositórios de código aberto no GitHub. Colaborar com a comunidade de desenvolvedores pode aprimorar sua curva de aprendizado. Abrace a aprendizagem contínua por meio de blogs, fóruns e canais do YouTube para se manter atualizado com as últimas tendências, ferramentas e melhores práticas. Participe de comunidades online e assista a webinars, workshops ou meetups locais para fazer networking e aprender com desenvolvedores experientes. Por fim, estabeleça metas alcançáveis, crie um plano de estudos e mantenha consistência no seu processo de aprendizado. A chave está na combinação de aprendizado estruturado, prática prática e paixão por evoluir no campo sempre em expansão do desenvolvimento web."    
    },

    "privacypolicy":{
        "headone": "Política de Privacidade para Download de Vídeos e Thumbnails do YouTube",
    "onetext": "Bem-vindo ao Y7mate.com - seu centro para downloads de vídeos e thumbnails do YouTube sem complicações! Garantir sua privacidade enquanto desfruta de nossos serviços é nossa principal prioridade. Esta Política de Privacidade revela como lidamos e protegemos as informações coletadas durante sua visita ao <a href='https://y7mate.com/' target='_blank'>https://y7mate.com</a>. Curioso sobre nossa Política de Privacidade ou precisa de mais detalhes? Não hesite em nos contatar! Lembre-se, esta Política de Privacidade é elaborada especificamente para sua experiência online aqui no Y7mate.com. Ela abrange as informações que você compartilha ou que coletamos enquanto explora nosso site. Por favor, note que esta política não se estende a informações coletadas offline ou por meio de outras plataformas.",
    "headtwo": "Google DoubleClick DART Cookie",
    "twotext": "O Google, como provedor de terceiros, utiliza cookies, incluindo cookies DART, para exibir anúncios aos nossos visitantes com base em suas visitas ao www.website.com e outros sites. Se preferir não usar cookies DART, você pode gerenciar suas preferências visitando a Política de Privacidade de rede de anúncios e conteúdo do Google no seguinte URL: <a href='https://policies.google.com/technologies/ads' target='_blank'>https://policies.google.com/technologies/ads</a>",
    "headthree": "Políticas de Privacidade de Parceiros de Publicidade",
    "threetextone": "Se você está procurando os detalhes da Política de Privacidade dos parceiros de publicidade associados ao salvamento de thumbnails do YouTube, consulte a seguinte lista:",
    "threetexttwo": "Servidores de anúncios de terceiros ou redes de anúncios utilizam tecnologias como cookies, JavaScript ou Web Beacons em seus anúncios e links exibidos no salvamento de thumbnails do YouTube. Esses são transmitidos diretamente para os navegadores dos usuários. Quando isso ocorre, seu endereço IP é recebido automaticamente. Essas tecnologias são utilizadas para avaliar a eficácia de seus esforços de publicidade ou para adaptar o conteúdo de anúncios que você encontra nos sites que visita.",
    "threetextthree": "É importante observar que o salvamento de thumbnails do YouTube não tem acesso ou autoridade sobre os cookies utilizados por anunciantes de terceiros.",
    "websitedomain": "https://y7mate.com",
    "headfour": "Políticas de Privacidade de Terceiros",
    "fourtext": "Nossa Política de Privacidade no Youtube Video e YouTube thumbnail save é específica para nossa plataforma e não se estende a outros anunciantes ou sites externos. Recomendamos consultar as Políticas de Privacidade individuais desses servidores de anúncios de terceiros para obter informações abrangentes sobre suas práticas e diretrizes de exclusão. Você tem a opção de gerenciar cookies por meio das configurações do seu navegador. Para mais detalhes sobre o gerenciamento de cookies específicos para vários navegadores da web, consulte os respectivos sites dos navegadores.",
    "headfive": "Direitos de Proteção de Dados GDPR",
    "headfivepara": "Acreditamos em garantir que você esteja totalmente informado sobre seus direitos de proteção de dados. Como usuário, você tem direito a uma série de direitos:",
    "fiveonetext": "Direito de Acesso: Você pode solicitar cópias de seus dados pessoais. Poderá ser aplicada uma pequena taxa por este serviço.",
    "fivesecondtext": "Direito de Retificação: Se acreditar que alguma informação que mantemos está incorreta ou incompleta, pode solicitar correções.",
    "fivethreetext": "Direito ao Esquecimento: Em condições específicas, pode solicitar a exclusão de seus dados pessoais.",
    "fivefourtext": "Direito de Restrição de Processamento: Você pode solicitar limitações sobre como processamos seus dados pessoais, sob certas condições.",
    "fivefifthtext": "Direito de Oposição ao Processamento: Você tem o direito de se opor ao processamento de seus dados pessoais, sob certas condições.",
    "fivesixtext": "Direito à Portabilidade de Dados: Você pode solicitar que transfiramos os dados que coletamos para outra organização ou diretamente para você, sob certas condições.",
    "fiveparasecond": "Após sua solicitação, temos um prazo de um mês para responder. Para exercer qualquer um desses direitos ou para mais detalhes, entre em contato conosco. Sua privacidade e controle sobre seus dados são importantes para nós, e estamos aqui para ajudar.",
    "sixhead": "Informações de Crianças",
    "sixtext": "Proteger as crianças online é uma prioridade fundamental para nós. Instamos os pais e responsáveis a participarem ativamente e supervisionarem as atividades online de suas crianças. No Youtube Video e Youtube thumbnail save, não coletamos intencionalmente nenhuma Informação Pessoal Identificável de crianças menores de 13 anos. Se suspeitar que seu filho compartilhou tais informações em nossa plataforma, entre em contato conosco imediatamente. Estamos comprometidos em remover rapidamente quaisquer dados desse tipo de nossos registros."
    },

    "about":{
        "headtitle": "Sobre Nós",
    "headone": "Sobre o Nosso Baixador de Vídeos do YouTube",
    "onepara": "Bem-vindo ao Baixador de Vídeos do YouTube, o seu destino para baixar os seus amados vídeos do YouTube sem complicações! Nossa plataforma é projetada para tornar sua experiência de baixar vídeos fácil.",
    "secondpara": "No Baixador de Vídeos do YouTube, oferecemos uma ampla seleção de resoluções e formatos de vídeo, garantindo que você obtenha a qualidade perfeita para cada ocasião de visualização.",
    "thirdpara": "Seja para entretenimento, aprendizado ou simplesmente para salvar seus momentos favoritos, nossa ferramenta está aqui para atender às suas necessidades de download!",
    "secondhead": "Recursos que nos destacam",
    "secondlione": "Simples e Fácil de Usar:",
    "secondlitwo": "Suporte a Múltiplos Formatos:",
    "secondlithree": "Downloads de Alta Qualidade:",
    "secondlifour": "Downloads Rápidos:",
    "secondlifive": "Compatibilidade com Dispositivos:",
    "secondlionetext": "Nossa interface é projetada para navegação sem esforço.",
    "secondlitwotext": "Baixe vídeos em vários formatos como MP4, WEBM, etc.",
    "secondlithreetext": "Escolha entre diferentes resoluções, até 1080p, para vídeos nítidos.",
    "secondlifourtext": "Desfrute de downloads rápidos e confiáveis sem atrasos irritantes.",
    "secondlifivetext": "Acesse nosso baixador em diferentes dispositivos e plataformas.",
    "thirdhead": "Nosso Compromisso",
    "thirdtext": "Estamos comprometidos em proporcionar a você uma experiência de download de primeira qualidade, garantindo que você sempre tenha acesso ao seu conteúdo favorito do YouTube sempre que quiser, onde quer que esteja."
    },

    "tandc":{
        "headtitle": "Termos e Condições",
    "headone": "1. Aceitação dos Termos",
    "onetext": "Ao acessar ou usar o serviço Youtube Video Downloader, você concorda em cumprir e se vincular a estes termos e condições.",
    "headsecond": "2. Descrição do Serviço",
    "secondtext": "O Youtube Video Downloader permite que os usuários baixem vídeos do YouTube apenas para uso pessoal. O serviço é fornecido 'como está' e não garantimos um serviço ininterrupto, pontual, seguro ou livre de erros.",
    "headthree": "3. Responsabilidades do Usuário",
    "threetext": "Os usuários do Youtube Video Downloader concordam em não usar indevidamente o serviço ou se envolver em qualquer atividade que interfira em seu funcionamento normal. O conteúdo baixado é para uso pessoal e não deve ser redistribuído ou usado para fins comerciais sem autorização adequada.",
    "headfour": "4. Propriedade Intelectual",
    "fourtext": "Todo o conteúdo disponível por meio do serviço Youtube Video Downloader é propriedade de seus respectivos proprietários (YouTube, criadores de vídeo, etc.). Os usuários são responsáveis por cumprir as leis de direitos autorais e respeitar os direitos de propriedade intelectual.",
    "headfive": "5. Limitação de Responsabilidade",
    "fivetext": "O Youtube Video Downloader não será responsável por quaisquer danos diretos, indiretos, incidentais, consequenciais ou exemplares decorrentes do uso ou incapacidade de usar o serviço.",
    "sixhead": "6. Modificações nos Termos",
    "sixtextone": "O Youtube Video Downloader reserva o direito de modificar ou substituir estes termos a qualquer momento. É responsabilidade do usuário revisar periodicamente esses termos para verificar alterações.",
    "sixtextsecondbold": "Aviso Legal:",
    "sixsecondtext": "Este é um modelo genérico e não se destina a aconselhamento legal. Considere consultar um profissional legal para criar termos e condições abrangentes e personalizados para sua aplicação.",
    "lasthead": "Sobre o Redator de Conteúdo",
    "lasttext": "Nossos Termos e Condições foram elaborados com expertise por nossos experientes redatores de conteúdo. Eles possuem anos de experiência em redação jurídica, garantindo que nossos usuários tenham uma compreensão clara e concisa das diretrizes de nosso serviço."
    }
}