{
    "home":{
        "YOUTUBE": "Descargador de YouTube",
        "posts": "Publicaciones",
        "privacypolicy": "Política de privacidad",
        "termCondition": "Términos y condiciones",
        "about": "Acerca de",
        "video": "Video",
        "thumbnail": "Miniatura",
        "ydownloader": "Descargador de Videos de YouTube",
        "getvideo": "Descargar Video",
        "getthumbnail": "Descargar Miniatura",
        "youTubethumbnaildownloader": "Descargador de Miniaturas de YouTube",
        "EnterYouTubevideoURL": "Ingrese la URL del video de YouTube",
        "default": "Descargar calidad predeterminada",
        "medium": "Descargar calidad media",
        "high": "Descargar alta calidad",
        "standard": "Descargar calidad estándar",
        "maxquality": "Descargar calidad de resolución máxima",
        "attention": "*Después de hacer clic en el botón a continuación, espere la descarga del video*",
        "title": "Título",
        "videoduration": "Duración del video",
        "steps": "Pasos para descargar el video",
        "copylink": "Copiar enlace del video",
        "copylinktext": "Copia el enlace del video de YouTube que deseas descargar.",
        "selectFormat": "Seleccionar formato de video",
        "selectFormattext": "Elige el formato de video en el que deseas descargar el video.",
        "downloadvideo": "Descargar video",
        "downloadvideoText": "Luego haz clic en descargar para obtener el video en el formato deseado.",
        "numberone": "El No.1 Descargador de Videos de YouTube",
        "numberonetext": "Con nuestro sitio web, puedes descargar fácilmente videos y miniaturas de YouTube. YouTube Downloader es una herramienta rápida con la que puedes descargar videos y miniaturas MP4, MP3 y 3GP de YouTube de forma gratuita.",
        "numbertwotext": "Con nuestro sitio web, puedes descargar videos de YouTube en cualquier dispositivo que desees, incluyendo computadoras, laptops, tabletas y teléfonos móviles, sin necesidad de instalar ningún software.",
        "numberthreetext": "Y7mate.com se destaca como el descargador de videos de YouTube No.1. Nuestra plataforma te permite descargar videos en alta calidad, como 1080P, 720P, 480P, 360P, 144P con calidad webm y mp4. Simplemente haz clic en el botón específico de la calidad que deseas descargar.",
        "numberfourtext": "Con nuestro sitio web, puedes obtener videos ilimitados para descargar y también buscar cualquier video de YouTube que desees descargar fácilmente en alta calidad.",
        "numberfivetext": "Además, Y7mate.com ofrece la función de descargar miniaturas de videos de YouTube en varios formatos, permitiéndote descargar miniaturas de YouTube sin demoras. Puedes descargar videos y miniaturas de forma gratuita.",
        "howtodownloadvideohead": "Cómo descargar videos de YouTube",
        "stepfirst": "Paso 1",
        "stepsecond": "Paso 2",
        "stepthird": "Paso 3",
        "stepfour": "Paso 4",
        "steponetext": "Abre la aplicación de YouTube en tu teléfono o computadora, o en cualquier dispositivo que tengas y ve al sitio web de Youtube.com.",        
        "stepsecondtext": "Abre el video que deseas descargar y haz clic en el botón Compartir, luego copia el enlace de ese video.",
        "stepthirdtext": "Ve al sitio web de Y7mate.com, pega el enlace de YouTube copiado en el cuadro de búsqueda y presiona el botón Obtener video.",
        "stepfourtext": "Selecciona el formato MP4 o MP3 que desees y luego haz clic en el botón Descargar.",
        "howtodownloadthumbtext": "Cómo descargar miniaturas",
        "thumbtextone": "Abre la aplicación de YouTube en tu teléfono o computadora o en cualquier dispositivo que tengas y ve al sitio web de Youtube.com.",
        "thumbtextsecond": "Abre el video cuya miniatura deseas descargar y haz clic en el botón Compartir, luego copia el enlace de ese video.",
        "thumbtextthird": "Ve al sitio web de Y7mate.com, pega el enlace de YouTube copiado en el cuadro de búsqueda y presiona el botón Obtener miniatura.",
        "thumbtextfour": "Selecciona el formato que desees y luego haz clic en el botón Descargar.",
        "chooseheading": "Mejora tu experiencia en YouTube con Y7mate: El descargador definitivo de videos y miniaturas",
        "choosetextone": "En Y7mate.com, ofrecemos una solución perfecta y sin complicaciones para descargar videos y miniaturas de YouTube. Nuestra plataforma aprovecha la tecnología de vanguardia para simplificar todo el proceso, brindando una experiencia eficiente y fácil de usar.",
        "whychoosehead": "¿Por qué elegir Y7mate.com?",
        "steponestrong": "Descargas sin esfuerzo:",
        "stepstrongtwo": "Descargas de video de alta calidad:",
        "stepstrongthree": "Soporte de formatos versátil:",
        "stepstrongfour": "Compatibilidad multiplataforma:",
        "stepstrongfive": "Descargas seguras y gratuitas:",
        "steponestrongtext": "Y7mate.com se destaca como una plataforma centrada en el usuario, asegurando que descargues videos de YouTube sin esfuerzo alguno. Con una interfaz sencilla, el proceso de descarga se vuelve muy fácil, requiriendo solo unos pocos pasos simples.",        
        "stepstrongtwotext": "Nuestro servicio admite una amplia gama de resoluciones de video, incluyendo 4K, 1080p y 720p, garantizando una calidad de video excepcional para tus descargas.",
        "stepstrongthreetext": "Y7mate.com ofrece versatilidad en formatos. Ya sea que prefieras MP3, 3GP, MP4, WMA, M4A, FLV, WEBM, OGG u otros formatos, ¡te tenemos cubierto! Convierte videos de YouTube a tus formatos deseados de manera perfecta.",
        "stepstrongfourtext": "Experimenta descargas ininterrumpidas en todas las plataformas y dispositivos. Ya sea tu computadora, tableta, iPhone o dispositivo Android, nuestro descargador se adapta a todos.",
        "stepstrongfivetext": "Tu seguridad es nuestra prioridad. Y7mate.com garantiza un entorno seguro y gratuito para descargas ilimitadas, asegurando una experiencia de usuario libre de preocupaciones.",
        "simplfiedhead": "Sencillez Redefinida",
        "simplifiedtext": "En Y7mate.com, estamos comprometidos con la mejora continua, con el objetivo de ofrecerte la mejor experiencia de usuario. Comparte esta herramienta con amigos y familiares y aprovecha las descargas de videos y miniaturas de YouTube sin esfuerzo. Gracias por elegir Y7mate.com para tus necesidades de descarga de videos.",
        "faqhead": "Preguntas frecuentes",
        "faqtitleone": "¿Qué es un descargador de videos de YouTube?",
        "faqtextone": "Un descargador de videos de YouTube es una herramienta con la que puedes descargar tus videos y miniaturas de YouTube de forma gratuita. Admite la descarga de videos en 1080P, 720P, 480P, 360P, 144P. Con esto, puedes descargar tus videos en alta calidad y no hay límite para descargar.",
        "faqtitletwo": "¿Cómo puedes descargar videos de YouTube?",
        "faqtwolifirst": "Paso 1: Abre la aplicación de YouTube en tu teléfono o visita la aplicación o sitio web de YouTube.com.",
        "faqtwolitwo": "Paso 2: Busca el video y ábrelo, luego haz clic en el botón Compartir y copia el enlace.",
        "faqtwolithree": "Paso 3: Ve a nuestro sitio web Y7mate.com, pega el enlace copiado del video de YouTube en el cuadro de búsqueda y presiona el botón Obtener video. (Y7mate.com funciona con cualquier navegador. Es un sitio web receptivo que también es compatible con cualquier dispositivo).",
        "faqtitlethree": "¿Cómo puedes descargar videos de YouTube en un teléfono Android?",
        "faqthreetext": "Copia el enlace del video de YouTube, ve a Y7mate.com, pega el enlace de YouTube copiado en el cuadro de búsqueda y haz clic en obtener video y luego en descargar.",
        "faqfourhead": "¿Cómo descargar videos de YouTube en un iPhone?",        
        "faqfourtext": "Para usuarios de iPhone, debes abrir el navegador Safari en iOS 13 o descargar la aplicación Documents by Readdle e ir a Y7mate.com. Pega el enlace del video de YouTube y luego haz clic en obtener video y después en descargar. (ver instrucciones aquí).",
        "faqfivehead": "¿Dónde se guardan los videos descargados de YouTube?",
        "faqfivetext": "Por favor, revisa la carpeta 'Descargas' en tu teléfono o la sección 'historial de descargas' de tu navegador.",
        "faqsixhead": "¿En qué idiomas ofrece soporte el Descargador de YouTube?",
        "faqsixtext": "Y7mate.com es una herramienta internacional, actualmente compatible con más de 7 idiomas populares. Continuaremos actualizando nuevos paquetes de idiomas para ayudar a los usuarios a descargar videos de YouTube con la mejor experiencia."        
},
    "posts":{
        "postonehead": "Código Complejo Superior",
        "postonetext": "Este código a continuación está hecho usando JavaScript",
        "postsecondhead": "Evolución del Alojamiento Web: Un Viaje a través de Firebase, Blogspot y Netlify",
        "postsecondtext": "En las etapas iniciales, mi sitio web encontró un hogar en Firebase, una plataforma que ofrecía ancho de banda y almacenamiento razonables, convirtiéndose en una opción ideal para alojar el sitio inicial. Sin embargo, a medida que las capacidades del sitio web se expandieron para incluir funcionalidades como la descarga de fotos y videos de Instagram, buscamos una solución de alojamiento más adaptable. Fue entonces cuando recurrimos a Blogspot.com. Aunque ofrecía alojamiento gratuito, un dominio personalizado y certificación SSL, nos encontramos con limitaciones en la personalización del tema y la flexibilidad de diseño. Impulsados por la necesidad de más libertad creativa, nos aventuramos más y descubrimos la versatilidad de Netlify. Lo que destacó fue su integración perfecta con plataformas Git como GitLab, GitHub y Bitbucket. Utilizando webhooks, Netlify desencadena fácilmente construcciones al empujar código, desplegando automáticamente cambios a producción, todo sin costo alguno. La agilidad de su proceso de despliegue merece una mención especial, un testimonio de la eficiencia de Netlify. Los beneficios adicionales de Netlify incluyen soporte para dominios personalizados y SSL gratuito a través de Let's Encrypt. Estas características son invaluables para blogs personales y sitios web pequeños, mejorando su seguridad y credibilidad. Recientemente, la integración de Hugo en nuestras publicaciones de blog revolucionó nuestras opciones de temática, ofreciendo una variedad de opciones estéticas directamente desde el principio. La migración desde Blogspot fue sorprendentemente rápida. En solo una hora, pudimos configurar archivos y transicionar publicaciones de blog a Hugo en el formato Markdown. Eso fue todo lo que se necesitó para hacer el cambio. Para otros desarrolladores y entusiastas de la tecnología, estas herramientas: Firebase, Blogspot, Netlify y Hugo, presentan una puerta de entrada para gestionar blogs personales y sitios web simples sin esfuerzo, y lo más importante, de forma gratuita.",
        "postthreehead": "Descargador de Videos de YouTube",
        "postthreetext": "¡Accede y Almacena Fácilmente tus Medios Favoritos de YouTube! Nuestro Descargador de Videos y Miniaturas de YouTube simplifica el proceso de obtener contenido de YouTube. Con una interfaz intuitiva, esta herramienta garantiza descargas sin complicaciones en varios formatos como MP4, 3GP, WEBM, MP3 y M4A. Disfruta de descargas de alta calidad, con resoluciones como 4K, 1080p y 720p. Diseñado para la conveniencia, convierte rápidamente videos de YouTube a MP3 para descargas instantáneas de música. Su compatibilidad multiplataforma asegura su uso sin problemas en computadoras, tabletas y dispositivos móviles como iPhones y Android. ¿Preocupado por la seguridad? Descuida, nuestro descargador es seguro y gratuito, ofreciendo descargas ilimitadas sin comprometer la seguridad del usuario ni recopilar datos personales. Simplifica tu colección de medios de YouTube con nuestro descargador. Desde su interfaz fácil de usar hasta sus opciones de descarga seguras y versátiles, experimenta la facilidad de guardar y disfrutar de tu contenido de YouTube favorito en cualquier lugar y en cualquier momento. Potencia tu biblioteca de medios de forma sencilla y segura con nuestro Descargador de Videos y Miniaturas de YouTube!",
        "postfourhead": "Cómo Aprender Desarrollo Web Rápidamente",
        "postfourtext": "Acelera Tu Viaje en el Desarrollo Web: Aprender desarrollo web de manera eficiente implica pasos estratégicos y dedicación. Comienza entendiendo los conceptos básicos de HTML, CSS y JavaScript: los fundamentos del desarrollo web. Plataformas en línea como Codecademy, FreeCodeCamp y Udemy ofrecen cursos estructurados, tutoriales interactivos y proyectos para fortalecer tus habilidades. Explora varios frameworks y bibliotecas como React, Angular o Vue.js para agilizar el desarrollo. Practica regularmente trabajando en proyectos reales o contribuyendo a repositorios de código abierto en GitHub. Colaborar con la comunidad de desarrolladores puede mejorar tu curva de aprendizaje. Abraza el aprendizaje continuo a través de blogs, foros y canales de YouTube para mantenerte actualizado con las últimas tendencias, herramientas y mejores prácticas. Participa en comunidades en línea y asiste a webinars, talleres o encuentros locales para establecer contactos y aprender de desarrolladores experimentados. Por último, establece metas alcanzables, crea un plan de estudios y mantente constante en tu proceso de aprendizaje. La clave radica en una combinación de aprendizaje estructurado, práctica práctica y pasión por evolucionar en el campo siempre expansivo del desarrollo web."        
    },

    "privacypolicy":{
        "headone": "Política de Privacidad para Descargador de Videos y Miniaturas de YouTube",
"onetext": "¡Bienvenido a Y7mate.com, tu centro para descargas sin complicaciones de videos y miniaturas de YouTube! Garantizar tu privacidad mientras disfrutas de nuestros servicios es nuestra principal prioridad. Esta Política de Privacidad revela cómo manejamos y protegemos la información recopilada durante tu visita a <a href='https://y7mate.com/' target='_blank'>https://y7mate.com</a>. ¿Tienes curiosidad sobre nuestra Política de Privacidad o necesitas más detalles? ¡No dudes en contactarnos! Recuerda, esta Política de Privacidad está elaborada específicamente para tu experiencia en línea aquí en Y7mate.com. Cubre la información que compartes o que recopilamos mientras exploras nuestro sitio web. Ten en cuenta que esta política no se aplica a la información recopilada fuera de línea o a través de otras plataformas.",
"headtwo": "Cookie DART de Google DoubleClick",
"twotext": "Google, como proveedor de terceros, utiliza cookies, incluidas las cookies DART, para mostrar anuncios a nuestros visitantes en función de sus visitas a www.website.com y otros sitios web. Si prefieres no utilizar cookies DART, puedes gestionar tus preferencias visitando la Política de Privacidad de la red de anuncios y contenido de Google en la siguiente URL: <a href='https://policies.google.com/technologies/ads' target='_blank'>https://policies.google.com/technologies/ads</a>",
"headthree": "Políticas de Privacidad de Socios Publicitarios",
"threetextone": "Si buscas los detalles de la Política de Privacidad de los socios publicitarios asociados con el guardado de miniaturas de YouTube, consulta la siguiente lista:",
"threetexttwo": "Los servidores de anuncios o redes publicitarias de terceros utilizan tecnologías como cookies, JavaScript o balizas web en sus anuncios y enlaces mostrados en Youtube thumbnail save. Estos se transmiten directamente a los navegadores de los usuarios. Cuando esto sucede, se recibe automáticamente tu dirección IP. Estas tecnologías se utilizan para evaluar la efectividad de sus esfuerzos publicitarios o para personalizar el contenido publicitario que encuentras en los sitios web que visitas.",
"threetextthree": "Es importante destacar que Youtube thumbnail save no tiene acceso ni control sobre las cookies utilizadas por los anunciantes de terceros.",
"websitedomain": "https://y7mate.com",
"headfour": "Políticas de Privacidad de Terceros",
"fourtext": "Nuestra Política de Privacidad en Youtube Video y YouTube thumbnail save es específica de nuestra plataforma y no se extiende a otros anunciantes o sitios web externos. Recomendamos consultar las Políticas de Privacidad individuales de estos servidores de anuncios de terceros para obtener información completa sobre sus prácticas y pautas de exclusión voluntaria. Tienes la opción de gestionar las cookies a través de la configuración de tu navegador. Para obtener más detalles sobre la gestión de cookies específicas de varios navegadores web, consulta los sitios web respectivos de los navegadores.",
"headfive": "Derechos de Protección de Datos según el GDPR",
"headfivepara": "Creemos en asegurarnos de que estés completamente informado sobre tus derechos de protección de datos. Como usuario, tienes derecho a un espectro de derechos:",
"fiveonetext": "Derecho de Acceso: Puedes solicitar copias de tus datos personales. Puede aplicarse una pequeña tarifa por este servicio.",
"fivesecondtext": "Derecho de Rectificación: Si crees que alguna información que tenemos es inexacta o está incompleta, puedes solicitar correcciones.",
"fivethreetext": "Derecho al Olvido: Bajo condiciones específicas, puedes solicitar la eliminación de tus datos personales.",
"fivefourtext": "Derecho a Restringir el Procesamiento: Puedes solicitar limitaciones sobre cómo procesamos tus datos personales, bajo ciertas condiciones.",
"fivefifthtext": "Derecho a Objetar el Procesamiento: Tienes derecho a oponerte al procesamiento de tus datos personales, bajo ciertas condiciones.",
"fivesixtext": "Derecho a la Portabilidad de Datos: Puedes solicitar que transfiramos los datos que hemos recopilado a otra organización o directamente a ti, bajo ciertas condiciones.",
"fiveparasecond": "A tu solicitud, tenemos un plazo de un mes para responder. Para ejercer cualquiera de estos derechos o para más detalles, ponte en contacto con nosotros. Tu privacidad y control sobre tus datos son importantes para nosotros, y estamos aquí para ayudarte.",
"sixhead": "Información de Menores",
"sixtext": "La protección de los niños en línea es una prioridad clave para nosotros. Instamos a los padres y tutores a participar activamente y supervisar las actividades en línea de sus hijos. En Youtube Video y Youtube thumbnail save, no recopilamos intencionalmente ninguna Información de Identificación Personal de niños menores de 13 años. Si sospechas que tu hijo ha compartido tal información en nuestra plataforma, contáctanos sin demora. Nos comprometemos a eliminar rápidamente cualquier dato de este tipo de nuestros registros."    
},

    "about":{
        "headtitle": "Sobre Nosotros",
"headone": "Acerca de Nuestro Descargador de Videos de Youtube",
"onepara": "¡Bienvenido a Youtube Video Downloader, tu destino preferido para descargar tus queridos videos de YouTube sin complicaciones! Nuestra plataforma está diseñada para hacer que tu experiencia de descarga de videos sea sencilla.",
"secondpara": "En Youtube Video Downloader, ofrecemos una amplia selección de resoluciones y formatos de video, asegurando que obtengas la calidad de video perfecta para cada ocasión de visualización.",
"thirdpara": "Ya sea para entretenimiento, aprendizaje o simplemente para guardar tus momentos favoritos, ¡nuestra herramienta está aquí para satisfacer tus necesidades de descarga!",
"secondhead": "Características que nos Hacen Destacar",
"secondlione": "Sencillo y Fácil de Usar:",
"secondlitwo": "Soporte para Múltiples Formatos:",
"secondlithree": "Descargas de Alta Calidad:",
"secondlifour": "Descargas Rápidas:",
"secondlifive": "Compatibilidad con Dispositivos:",
"secondlionetext": "Nuestra interfaz está diseñada para una navegación sin esfuerzo.",
"secondlitwotext": " Descarga videos en varios formatos como MP4, WEBM, etc.",
"secondlithreetext": "Elige entre diferentes resoluciones, hasta 1080p, para videos cristalinos.",
"secondlifourtext": "Disfruta de descargas rápidas y confiables sin molestos retrasos.",
"secondlifivetext": "Accede a nuestro descargador en diferentes dispositivos y plataformas.",
"thirdhead": "Nuestro Compromiso",
"thirdtext": "Estamos comprometidos a proporcionarte una experiencia de descarga de primera, asegurando que siempre tengas acceso a tu contenido favorito de YouTube cuando lo desees, estés donde estés."

},

    "tandc":{
        "headtitle": "Términos y Condiciones",
"headone": "1. Aceptación de los Términos",
"onetext": "Al acceder o utilizar el servicio de Descargador de Videos de YouTube, aceptas cumplir y quedar sujeto a estos términos y condiciones.",
"headsecond": "2. Descripción del Servicio",
"secondtext": "El Descargador de Videos de YouTube permite a los usuarios descargar videos de YouTube solo para uso personal. El servicio se proporciona 'tal cual', y no garantizamos un servicio ininterrumpido, oportuno, seguro o sin errores.",
"headthree": "3. Responsabilidades del Usuario",
"threetext": "Los usuarios del Descargador de Videos de YouTube acuerdan no hacer un uso indebido del servicio o participar en actividades que interfieran con su funcionamiento normal. El contenido descargado es para uso personal y no debe redistribuirse ni utilizarse con fines comerciales sin la autorización adecuada.",
"headfour": "4. Propiedad Intelectual",
"fourtext": "Todo el contenido disponible a través del servicio de Descargador de Videos de YouTube es propiedad de sus respectivos propietarios (YouTube, creadores de videos, etc.). Los usuarios son responsables de cumplir con las leyes de derechos de autor y respetar los derechos de propiedad intelectual.",
"headfive": "5. Limitación de Responsabilidad",
"fivetext": "El Descargador de Videos de YouTube no será responsable de ningún daño directo, indirecto, incidental, consecuencial o ejemplar que surja del uso o la imposibilidad de usar el servicio.",
"sixhead": "6. Modificaciones a los Términos",
"sixtextone": "El Descargador de Videos de YouTube se reserva el derecho de modificar o reemplazar estos términos en cualquier momento. Es responsabilidad del usuario revisar estos términos periódicamente para conocer los cambios.",
"sixtextsecondbold": "Descargo de responsabilidad:",
"sixsecondtext": "Este es un modelo genérico y no está destinado como asesoramiento legal. Considera consultar a un profesional legal para crear términos y condiciones completos y personalizados para tu aplicación.",
"lasthead": "Acerca del Redactor de Contenido",
"lasttext": "Nuestros Términos y Condiciones fueron redactados con experiencia por nuestros redactores de contenido con experiencia. Ellos aportan años de experiencia en redacción legal, asegurando que nuestros usuarios tengan una comprensión clara y concisa de las pautas de nuestro servicio."

}
}